           01  REG-CLIENTES.
               05 IN-CLI-ID     PIC 9(05).
               05 IN-CLI-NOME   PIC X(30).
               05 IN-CLI-SALDO  PIC 9(09).
