       01  REG-TRANSACAO.
           05 IN-TRX-CLI-ID      PIC 9(5).
           05 IN-TRX-ID          PIC 9(5).
           05 IN-TRX-TIPO        PIC X.
           05 IN-TRX-VALOR       PIC 9(9).
